app/controllers/projects_controller.rb

    def create
        @project = Project.new(project_params)
        if @project.save
---
INSERT INTO "projects" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "p3"], ["created_at", "2015-10-17 12:05:36.337895"], ["updated_at", "2015-10-17 12:05:36.337895"]]